     FT102F   IF  E           K        DISK
     FT1DSP02 CF  E                    WORKSTN
     C           *ENTRY    PLIST
     C                     PARM           STRING  3
     C*
     C                     READ RECFRM                   15
     C                     EXFMTDISPLAY
     C                     SETON                     LR
